[
{
    "model": "auth.user",
    "pk": 4,
    "fields": {
        "password": "pbkdf2_sha256$260000$WTcByfIO09xwL6oU2uEqWO$m50OCif796+NUvkn9tTxmpzv4RjsIGUMRrBhws+d+uo=",
        "last_login": "2022-06-22T09:25:52.621Z",
        "is_superuser": true,
        "username": "newadmin",
        "first_name": "",
        "last_name": "",
        "email": "newadmin@stardesk.com",
        "is_staff": true,
        "is_active": true,
        "date_joined": "2022-06-20T11:17:10.924Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "auth.user",
    "pk": 5,
    "fields": {
        "password": "pbkdf2_sha256$260000$pCgKQT6BRMi9UqYXveUEdi$M5QJqUIWrxA+OEODhEVcv6CH8PNYmWSk76VBIlP4a74=",
        "last_login": "2022-06-22T09:25:02.434Z",
        "is_superuser": false,
        "username": "testerfield",
        "first_name": "",
        "last_name": "",
        "email": "test@test.com",
        "is_staff": false,
        "is_active": true,
        "date_joined": "2022-06-22T09:24:46.925Z",
        "groups": [],
        "user_permissions": []
    }
},
{
    "model": "sites.site",
    "pk": 1,
    "fields": {
        "domain": "stardesk.example.com",
        "name": "StarDesk"
    }
},
{
    "model": "account.emailaddress",
    "pk": 4,
    "fields": {
        "user": [
            "newadmin"
        ],
        "email": "newadmin@stardesk.com",
        "verified": true,
        "primary": true
    }
},
{
    "model": "account.emailaddress",
    "pk": 5,
    "fields": {
        "user": [
            "testerfield"
        ],
        "email": "test@test.com",
        "verified": true,
        "primary": true
    }
},
{
    "model": "products.case",
    "pk": 1,
    "fields": {
        "model": "View 71 RGB",
        "manufacturer": "Thermaltake",
        "image": "case_view_71.jpg",
        "description": "Designed to expand the legacy of the View Series lineup, the View 71 RGB Tempered Glass Edition Full Tower Chassis features unrivaled cooling support and expandability surrounded in tempered glass for a one of a kind view. Swing open full window tempered glass panels for easy access with all panels properly spaced for optimal airflow. Preinstalled with 140mm Riing RGB fans, Vertical GPU mount and 3-Way Radiator support for today's PC hardware demands, the only limitation is your imagination. \"This chassis has easily erned our gold seal and excites us for the future of Thermaltake's chassis.\" - Technology X \"The View 71 TG is a beast and is well received.\" - Tweaktown \"Ultimately, the Thermaltake View 71 is well-built, and well-thought out and flexible.\" - HardOCP*also earned HardOCP's Gold Award Key Features: E-ATX Full Tower Material: SPCC Motherboard Compatibility: Mini ITX / Micro ATX / ATX / E-ATX 140mm RGB LED Riing Fan x 3 Pre-installed (Hardware Controlled; Model Number CL-F043-PL14SW-B) 5mm Tempered Glass x 4 (Left, Right, Front. 5” or 2.5” (with HDD Rack) 3 x 3.5” or 6 x 2.5” Hidden Drive Bay Expansion Slots: 8 + 2   Side Panel I/O Ports: USB 3.0 x 2 USB 2.0 x 2 HD Audio x 1   Fan Support: Front: 3 x 120mm / 2 x 140mm Top: 3 x 120mm / 3 x 140mm Rear: 1 x 120mm / 1 x 140mm Bottom: 2 x 120mm   Radiator Support: Front: 1 x 360mm / 1 x 420mm Top: 1 x 360mm / 1 x 420mm Rear: 1 x 120mm / 1 x 140mm Bottom: 1 x 240mm   Dimension & Weight: 23.3” x 10.8” x 22.7” (H x W x D) 41.66 lb   Clearance: Max CPU Cooler Height: 190mm Max VGA Length: 310mm (With HDD Rack) / 410mm (Without HDD Rack) Max PSU Length: 220mm (Without Bottom Fan)   Support Please visit our website or search \"Thermaltake Support\" for any assistance.Thermaltake Riing 14 LED RGB – A 140mm high-static pressure fan with a patented 256 colors LED ring.",
        "price": "219.90",
        "rating": null,
        "mobo_sizes": "e_atx",
        "category": "case"
    }
},
{
    "model": "products.case",
    "pk": 2,
    "fields": {
        "model": "Graphite 780T White",
        "manufacturer": "Corsair",
        "image": "case_780t.jpg",
        "description": "A nicely-built high performance PC can be a thing of beauty. This is truer than ever with the sleek, artfully crafted, and undeniably stunning Graphite Series 780T. The striking Graphite Series 780T full tower PC case is the perfect place for your high-end PC parts and delivers a knockout when it comes to performance capabilities and ease of maintenance. Evade the aesthetics of yesteryear with 780T's rounded corners and smart design principles inside and out. A windowed side panel reveals incredible expansion and layout options, including space for dual 360mm radiators or up to nine 120mm fans. With room for nine drives thanks to the modular tool-free hard drive cages and side-mounted SSD bays, you'll have tons of storage flexibility. The front panel offers a lot of functionality, too: a three-mode fan controller makes you the judge of optimal noise and cooling ratios, and there are two ports each for USB 3.0 and 2.0 devices, as well as headphone and microphone ports.",
        "price": "197.90",
        "rating": null,
        "mobo_sizes": "e_atx",
        "category": "case"
    }
},
{
    "model": "products.case",
    "pk": 3,
    "fields": {
        "model": "Carbide 4000X iCUE RGB",
        "manufacturer": "Corsair",
        "image": "case_4000x.jpg",
        "description": "The CORSAIR iCUE 4000X RGB is a distinctive and customizable tempered glass mid-tower ATX case with easy cable management and exceptional cooling. Two tempered glass panels and dedicated front ventilation channels combine to offer great looks and airflow, accompanied by three included 120mm AirGuide RGB fans that concentrate cooling and illuminate your system. CORSAIR RapidRoute design makes it effortless to route major cables through a single channel.",
        "price": "149.90",
        "rating": null,
        "mobo_sizes": "atx",
        "category": "case"
    }
},
{
    "model": "products.case",
    "pk": 4,
    "fields": {
        "model": "Crystal 570X RGB",
        "manufacturer": "Corsair",
        "image": "case_570x.jpg",
        "description": "With immaculate tempered glass enclosing the entire chassis, every component of your build is on display for all to see. The CORSAIR Crystal Series 570X provides enough space for virtually any size radiator and support for up to six case fans. With the three included SP120 RGB LED fans and built-in LED controller, you can liven up your build with brilliant lighting effects. Case drive bays- 3.5 inch ,2.5 inch; Compatible corsair liquid coolers H55, H60, H75, H80i, H90, H100i, H105, H110",
        "price": "209.90",
        "rating": null,
        "mobo_sizes": "atx",
        "category": "case"
    }
},
{
    "model": "products.case",
    "pk": 5,
    "fields": {
        "model": "Core V21 SPCC",
        "manufacturer": "Thermaltake",
        "image": "case_v21.jpg",
        "description": "Thermaltake can deliver with the Core V21 Extreme Micro ATX Cube Chassis. With multiple configurations for both Air and Liquid cooling setups, the Core V21 offers multiple options for today’s cooling demands. Save time with a tool-free drive bay design, optimized air flow and modular chassis options to configure your build, your way and get back to gaming. \"The case is really nice, it seems really well constructed\" - BPS Customs As the latest addition to the Core V Series, the new Thermaltake Core V21 is a quadrate micro M-ATX-based chassis that offers an endless stackable and flexible thermal solution. It allows externally-modular upgrades for enthusiasts to create dual systems. Designed for use in either a vertical or horizontal orientation on the motherboard, users can customize the chassis for the best viewing presentation. A 200mm fan on the front panel ensures that the Core V21 delivers outstanding cooling performance with compatibility for extensive DIY/AIO LCS, further enhancing the reputation that the air cooling units of the series has become renowned for. the Core V21 also has the ability to accommodate various overclocking components to boost performance even further where it counts! P/N: CA-1D5-00S1WN-00 Case Type: Micro Case Dimension (H x W x D): 336 x 320 x 424 mm (13.2 x 12.6 x 16.7 inch) Net Weight: 6.5 kg / 14.3 lb Side Panel: Transparent Window Color: Exterior & Interior : Black Material: SPCC Cooling System: Front (intake) : 200 x 200 x 30 mm fan (800rpm, 13dBA) Drive Bays: -Hidden : 3 x 3.5’’ or 2.5” , 3 x 2.5’’ Expansion Slots: 5 Motherboards: 6.7” x 6.7” (Mini ITX) , 9.6” x 9.6” (Micro ATX) I/O Ports: USB 3.0 x 2, HD Audio x 1 PSU: Standard PS2 PSU (optional) LCS Upgradable: Supports 1/2”、3/8”、1/4” water tube Fan Support: Front: 1 x 120mm or 2 x 120mm,1 x 140mm or 2 x 140mm, 1 x 200mm; Top: 1 x 120mm or 2 x 120mm or 3 x 120mm or 4 x 120mm, 1 x 140mm or 2 x 140mm; Rear: 1 x 120mm, 1 x 140mm; Bottom: 1 x 120mm or 2 x 120mm; Left / Right Side: 1 x 120mm or 2 x 120mm, 1 x 140mm or 2 x 140mm; Radiator Support: Front: 1 x 120mm or 1 x 240mm ,1 x 140mm Top: 2 x 120mm or 2 x 240mm, 1 x 140mm or 1 x 280mm Rear: 1 x 120mm Left / Right Side: 1 x 120mm or 1 x 240mm, 1 x 140mm or 1 x 280mm Clearance: CPU cooler height limitation: 185mmVGA length limitation: 350mm PSU length limitation: 200mm (With Bottom Fan).",
        "price": "75.90",
        "rating": null,
        "mobo_sizes": "micro_atx",
        "category": "case"
    }
},
{
    "model": "products.case",
    "pk": 6,
    "fields": {
        "model": "Crystal 680X RGB",
        "manufacturer": "Corsair",
        "image": "case_680x.jpg",
        "description": "Equip your PC with outstanding high airflow cooling, with four fans and a Direct Airflow Path layout delivering massive airflow to your PC’s hottest components.\r\nIlluminate your system with three included LL120 RGB fans, boasting a total of 48 customizable RGB LEDs. Compatible Corsair Liquid Coolers- H55, H60, H75, H80i, H90, H100i, H105, H110i, H115i, H150i\r\nAn included CORSAIR Lighting Node PRO turns the 680X RGB into a smart case, powered by CORSAIR iCUE software that brings your system to life with dynamic RGB lighting synchronized across all your iCUE compatible products, including fans, RGB LED light strips, DDR4 memory, keyboards, mice and more.\r\nCustom builds needn’t be cluttered - a distinctive dual-chamber design makes it incredibly easy to assemble an immaculate system that keeps cables tidy and out of view. Radiator Compatibility - 120mm, 140mm, 240mm, 280mm, 360mm\r\nThree crystal-clear tempered glass panels, fitted in the front, roof and a hinged easy-access side panel door, provide a stunning view of your PC’s high-profile components.",
        "price": "255.90",
        "rating": null,
        "mobo_sizes": "micro_atx",
        "category": "case"
    }
},
{
    "model": "products.case",
    "pk": 7,
    "fields": {
        "model": "NR200 SFF",
        "manufacturer": "Cooler Master",
        "image": "case_nr200.jpg",
        "description": "The Cooler Master NR200P is a small form factor chassis that combines space-saving efficiency with cooling capabilities normally found on much larger ATX chassis. 280mm radiator support and 7 possible fan mounting provide a multitude of cooling options whether using water or air. The choice of tempered glass side panel or vented panel alongside the inclusion of a PCI Riser cable make the NR200P one of the most flexible small form factor chassis out there.",
        "price": "99.90",
        "rating": null,
        "mobo_sizes": "mini_atx",
        "category": "case"
    }
},
{
    "model": "products.case",
    "pk": 15,
    "fields": {
        "model": "Pure Base 500DX Black",
        "manufacturer": "be quiet!",
        "image": "case_bqt_atx.jpg",
        "description": "The be quiet! Pure Base 500DX Black is optimized for high cooling performance and designed for those who seek high airflow. 1 Type C Gen. design and quality control in Germany",
        "price": "119.90",
        "rating": null,
        "mobo_sizes": "atx",
        "category": "case"
    }
},
{
    "model": "products.motherboard",
    "pk": 1,
    "fields": {
        "model": "X570 AORUS Xtreme",
        "manufacturer": "GIGABYTE",
        "image": "mobo_x570_eatx.jpg",
        "description": "Supports AMD 3rd Gen Ryzen/ 2nd Gen Ryzen/ Ryzen with Radeon Vega Graphics Processors Dual Channel ECC/ Non-ECC Unbuffered DDR4, 4 DIMMs Direct 16 phases Infineon Digital VRM Solution with 70A PowIRstage Thermal Reactive Armor - Fins-Array Heatsink, Direct Touch Heatpipe & NanoCarbon Baseplate Triple Ultra-Fast NVMe PCIe 4. 0/3. 0 x4 M. 2 with Triple Thermal Guards Intel Wi-Fi 6 802. 11ax & BT 5 with 2x AORUS antenna ALC1220-VB & ESS SABRE 9218 DAC, 130Db Rear Aquantia 10GbE + Intel Gigabit LAN exclusive RGB FAN COMMANDER for Professional Casemoders USB TurboCharger for Mobile Device Fast Charge Support RGB FUSION with Multi-Zone Addressable LED light Show Design Smart Fan 5 - Hybrid Fan Headers with FAN STOP and Noise Detection 1x Front Panel & 1x Rear USB 3. 2 Gen 2 Type-C Integrated I/O Shield & Armor Q-Flash Plus Update BIOS without Installing CPU, Memory, GPU.",
        "price": "680.90",
        "rating": null,
        "size": "e_atx",
        "socket": "AM4",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 2,
    "fields": {
        "model": "MEG Z490 GODLIKE Gaming",
        "manufacturer": "MSI",
        "image": "mobo_z490_eatx.jpg",
        "description": "Powered by Intel 10th Gen Core processors, the MSI MEG Z490 GODLIKE brings together cutting-edge technology, advanced features, and aggressive cooling into a divine motherboard born to break limits. Frozr Heatsink Design and Stacked Fin Array allow the power circuits to sustain heavy loads for demanding 10th Gen Intel Core processors. Turbo M.2 slots, Thunderbolt ports, and built-in 10G Super LAN provide extreme transfer speeds for large downloads, intense online gaming, and 4K streaming video.",
        "price": "495.90",
        "rating": null,
        "size": "e_atx",
        "socket": "1200",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 3,
    "fields": {
        "model": "ROG Strix B550-F Gaming",
        "manufacturer": "ASUS",
        "image": "mobo_b550_atx.jpg",
        "description": "Experience next-level performance and connectivity with the ASUS ROG Strix B550-F Gaming, featuring PCIe 4. 0 and 2. 5Gb Ethernet. Robust power and effective cooling make the ROG Strix B550-F Gaming the perfect partner for 3rd Gen AMD Ryzen CPUs. Futuristic aesthetics, intuitive software, and a reliable Stack Cool 3+ design put your build in the winner’s circle. Free 3-months Adobe Creative Cloud Subscription: Receive complimentary access with the purchase of this product (offer valid from 9/15/2021 to 9/15/2022) visit https://www.asus.com/us/content/asus-offers-adobe-creative-cloud/ to claim.",
        "price": "179.90",
        "rating": null,
        "size": "atx",
        "socket": "AM4",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 4,
    "fields": {
        "model": "Z690 AORUS PRO",
        "manufacturer": "GIGABYTE",
        "image": "mobo_z690_atx.jpg",
        "description": "Intel LGA 1700 Socket: Supports 12th Gen Intel Core Series Processors DDR5 Compatible: Dual Channel Non-ECC Unbuffered DDR5 Commanding Power Design: 16+1+2 Twin Hybrid Digital VRM Design with 90A DrMOS with Tantalum Polymer Capacitors Cutting-Edge Thermal Design: Fully Covered Thermal Design and High Coverage MOSFET Heatsinks, Enlarged Thermal Guards Next Gen Connectivity: PCIe 5.0, Quad NVMe PCIe 4.0 x4 M.2, SuperSpeed USB 3.2 Gen 2x2 Type-C Fast Networking: Intel 2.5 GbE LAN, WiFi 6 802.11ax, BT5 Dynamic Audio: Hi-Fi Audio with ALC4080 and WIMA Audio Capacitors Fine Tuning Features: RGB FUSION 2.0, Supports Addressable LED & RGB LED Strips, Smart Fan 6, Q-Flash Plus Update BIOS without installing CPU, Memory, and GPU. The King of Gaming is here. The Z690 AORUS PRO supports 12th Gen Intel Processors and unparalled performance. GIGABYTE Z690 motherboards come with upgraded power design, high grade storage standards, and outstanding connectivity that enables you to optimize your performance.",
        "price": "299.90",
        "rating": null,
        "size": "atx",
        "socket": "1700",
        "ram_type": "ddr5",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 5,
    "fields": {
        "model": "Prime Z590-A",
        "manufacturer": "ASUS",
        "image": "mobo_z590_atx.jpg",
        "description": "Intel Z590 (LGA 1200) ATX motherboard with PCIe 4.0, three M.2 slots, 16 DrMOS power stages, HDMI, DisplayPort, SATA 6 Gbps, Intel 2.5 Gb Ethernet, USB 3.2 Gen 2x2 Type-C, front panel USB 3.2 Gen 1 Type-C, Thunderbolt 4 support, and Aura Sync RGB lighting.",
        "price": "239.90",
        "rating": null,
        "size": "atx",
        "socket": "1200",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 6,
    "fields": {
        "model": "X299 Pro",
        "manufacturer": "MSI",
        "image": "mobo_x299_atx.jpg",
        "description": "Inspired by modern steel-built architecture, the MSI X299 PRO is reinforced with an extended heatsink, PCIe Steel Armor and Steel Slot.\r\n\r\nDual M.2, M.2 Shield Frozr, and USB 3.2 Gen2x2 20G let X299 PRO quickly and efficiently connect ultra-fast devices with the rest of the system.",
        "price": "285.90",
        "rating": null,
        "size": "atx",
        "socket": "2066",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 7,
    "fields": {
        "model": "Prime B560M-A",
        "manufacturer": "ASUS",
        "image": "mobo_b560m_matx.jpg",
        "description": "The ASUS Prime B560M-A is expertly engineered to unleash the full potential of 11th Gen Intel Core processors. Boasting a robust power design, comprehensive cooling solutions and intelligent tuning options, The ASUS Prime B560M-A provides daily users and DIY PC builders a range of performance tuning options via included software and hardware. Free 3-months Adobe Creative Cloud Subscription: Receive complimentary access with the purchase of this product (offer valid from 9/15/2021 to 9/15/2022).",
        "price": "99.90",
        "rating": null,
        "size": "micro_atx",
        "socket": "1200",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 8,
    "fields": {
        "model": "B550M AORUS PRO-P",
        "manufacturer": "GIGABYTE",
        "image": "mobo_b550m_matx.jpg",
        "description": "Supports AMD 3rd Gen Ryzen and 3rd Gen Ryzen with Radeon Graphics Processors Dual Channel ECC/ Non-ECC Unbuffered DDR4, 4 DIMMs 10+2 Phases Digital Twin Power Design with 50A DrMOS Advanced Thermal Design with Enlarged VRM Heatsinks Ultra Durable PCIe 4.0 Ready x16 Slot Dual Ultra-Fast NVMe PCIe 4.0/3.0 x4 M.2 with One Thermal Guard AMP-UP Audio with ALC1200 and premium capacitor Blazing Fast 2.5GbE LAN with Bandwidth Management DisplayPort & HDMI for Multiple Display RGB FUSION 2.0 Supports Addressable LED & RGB LED Strips Smart Fan 5 Features Multiple Temperature Sensors , Hybrid Fan Headers with FAN STOP Q-Flash Plus Update BIOS without Installing the CPU, Memory and Graphics Card Pre-installed IO Shield for Easy and Quick Installation.",
        "price": "134.90",
        "rating": null,
        "size": "micro_atx",
        "socket": "AM4",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 9,
    "fields": {
        "model": "B550I AORUS PRO AX",
        "manufacturer": "GIGABYTE",
        "image": "mobo_b550i_miatx.jpg",
        "description": "Supports 3rd Gen AMD Ryzen Processors Dual Channel ECC/ Non-ECC Unbuffered DDR4, 2 DIMMs Direct 8 Phases Digital VRM Solution with 90A Smart Power Stage (SPS) Advanced Thermal Design with Extended & Multi-Layered Heatsink and Thermal Baseplate Ultra Durable PCIe 4. 0 Ready x16 Slot Dual Ultra-Fast NVMe PCIe 4. 0/3. 0 x4 M. 2 with Thermal Guard Onboard Intel WiFi 6 802. 11ax 2T2R & BT5 with AORUS Antenna AMP-UP Audio with ALC1220-VB and Nichicon Audio Capacitors for Rear 120dB SNR Blazing Fast 2. 5GbE LAN with Bandwidth Management USB 3. 2 Gen2 Type-C & DisplayPort + Dual HDMI Support RGB FUSION 2. 0 with Multi-Zone Addressable LED Light Show Design Supports Addressable LED & RGB LED Strips Smart Fan 5 Features Multiple Temperature Sensors Hybrid Fan Headers with FAN STOP and Noise Detection Q-Flash Plus Update BIOS without Installing the CPU, Memory and GPU Pre-installed IO Shield for Easy and Quick Installation.",
        "price": "175.90",
        "rating": null,
        "size": "mini_atx",
        "socket": "AM4",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.motherboard",
    "pk": 10,
    "fields": {
        "model": "MPG B560I Gaming Edge WiFi",
        "manufacturer": "MSI",
        "image": "mobo_b560i_miatx.jpg",
        "description": "The MPG series brings out the best in gamers by allowing full expression in color with advanced RGB lighting control and synchronization. Experiment on another level of personalization with a front LED strip that provides convenient in-game and real time notifications. With the MPG series, transform your equipment into the center of attention and top leaderboards in style.",
        "price": "165.90",
        "rating": null,
        "size": "mini_atx",
        "socket": "1200",
        "ram_type": "ddr4",
        "category": "motherboard"
    }
},
{
    "model": "products.cpu",
    "pk": 1,
    "fields": {
        "model": "Ryzen 5 5600X",
        "manufacturer": "AMD",
        "image": "cpu_5600x.jpg",
        "description": "AMD's fastest 6 core processor for mainstream desktop, with 12 processing threads\r\nCan deliver elite 100 plus FPS performance in the world's most popular games\r\nBundled with the quiet, capable AMD Wraith Stealth cooler. System Memory Type: DDR4\r\n4.6 GHz Max Boost, unlocked for overclocking, 35 MB of cache, DDR-3200 support\r\nFor the advanced Socket AM4 platform, can support PCIe 4.0 on X570 and B550 motherboards",
        "price": "199.90",
        "rating": null,
        "socket": "AM4",
        "core_count": 6,
        "category": "cpu"
    }
},
{
    "model": "products.cpu",
    "pk": 2,
    "fields": {
        "model": "Ryzen 9 5900X",
        "manufacturer": "AMD",
        "image": "cpu_5900x.jpg",
        "description": "The world's best gaming desktop processor, with 12 cores and 24 processing threads\r\nCan deliver elite 100-plus FPS performance in the world's most popular games\r\nCooler not included, high-performance cooler recommended. Max Temperature- 90°C\r\n4.8 GHz Max Boost, unlocked for overclocking, 70 MB of cache, DDR-3200 support\r\nFor the advanced Socket AM4 platform, can support PCIe 4.0 on X570 and B550 motherboards",
        "price": "379.90",
        "rating": null,
        "socket": "AM4",
        "core_count": 12,
        "category": "cpu"
    }
},
{
    "model": "products.cpu",
    "pk": 3,
    "fields": {
        "model": "Core i9-12900K",
        "manufacturer": "Intel",
        "image": "cpu_12900k.jpg",
        "description": "The processor features Socket LGA-1700 socket for installation on the PCB\r\n30 MB of L3 cache memory provides excellent hit rate in short access time enabling improved system performance\r\n10 nm enables improved performance per watt and micro architecture makes it power-efficient\r\nIntel 7 Architecture enables improved performance per watt and micro architecture makes it power-efficient",
        "price": "599.90",
        "rating": null,
        "socket": "1700",
        "core_count": 16,
        "category": "cpu"
    }
},
{
    "model": "products.cpu",
    "pk": 4,
    "fields": {
        "model": "Core i7-11700K",
        "manufacturer": "Intel",
        "image": "cpu_11700k.jpg",
        "description": "Compatible with Intel 500 series & select Intel 400 series chipset based motherboards\r\nIntel Turbo Boost Max Technology 3.0 Support\r\nIntel Optane Memory Support\r\nPCIe Gen 4.0 Support\r\nNo thermal solution included",
        "price": "325.90",
        "rating": null,
        "socket": "1200",
        "core_count": 8,
        "category": "cpu"
    }
},
{
    "model": "products.cpu",
    "pk": 5,
    "fields": {
        "model": "Core i9-10940X",
        "manufacturer": "Intel",
        "image": "cpu_10940x.jpg",
        "description": "Up to 4. 8 GHz unlocked\r\nDiscrete graphics required\r\nCompatible with Intel x299 Chipset based motherboards\r\nSupports Intel Optane Memory\r\nCascade Lake, CLX, 10th, Generation, Desktop, CPU, Ci9, Core, 165W, i9-10940X, enthusiast, creator, Content Creation, LGA, 2066, 200 series, X299, X299-Made To Create, 14C, 28T",
        "price": "845.90",
        "rating": null,
        "socket": "2066",
        "core_count": 14,
        "category": "cpu"
    }
},
{
    "model": "products.gpu",
    "pk": 1,
    "fields": {
        "model": "GeForce RTX 3060 Twin Edge OC",
        "manufacturer": "ZOTAC",
        "image": "gpu_rtx3060_zotac.jpg",
        "description": "Get Amplified with the ZOTAC GAMING GeForce RTX 30 Series based on the NVIDIA Ampere architecture. Built with enhanced RT Core and Tensor Cores, new streaming multiprocessors, and high-speed GDDR6 memory, the ZOTAC GAMING GeForce RTX 3060 Twin Edge OC gives rise to amplified gaming with high fidelity. FEATURES: GDDR6 Graphics Memory, 2nd Gen Ray Tracing Cores, 3rd Gen Tensor Cores, VR Ready, IceStorm 2.0 Advanced Cooling, Active Fan Control with Freeze Fan Stop, Metal Backplate, NVIDIA DLSS, NVIDIA G-SYNC compatible. SPECIFICATIONS: NVIDIA GeForce RTX 3060 GPU, 3584 CUDA cores, 12GB GDDR6 memory, 192-bit memory bus, Engine boost clock: 1807 MHz, Memory clock: 15.0 Gbps, PCI Express 4.0 16x. SOFTWARE COMPATIBILITY: Game Ready Drivers and NVIDIA Studio Drivers, Microsoft DirectX 12 Ultimate, Vulkan RT API, OpenGL 4.6, Windows 10 64-bit (build 2004 or later). CONNECTIONS: 3 x DisplayPort 1.4a (up to 7680x4320@60Hz), 1 x HDMI 2.1 (up to 7680x4320@60Hz), HDCP 2.3 support, Quad simultaneous display capable. POWER REQUIREMENTS: 600-watt power supply recommended, 170-watt max power consumption, 8-pin power connector. INSIDE THE BOX: ZOTAC GAMING GeForce RTX 3060 Twin Edge OC, user manual. DIMENSIONS: Length: 224.1mm (8.8in), Height: 116.3mm (4.6in), Width: Dual slot (39.2mm) (1.5in) BOX: Height: 283mm (11.1in), Width: 218mm (8.6in), Depth: 83mm (3.3in).",
        "price": "515.90",
        "rating": null,
        "speed": 1807,
        "memory_capacity": 12,
        "category": "gpu"
    }
},
{
    "model": "products.gpu",
    "pk": 2,
    "fields": {
        "model": "GeForce RTX 3080",
        "manufacturer": "EVGA",
        "image": "gpu_rtx3080_evga.jpg",
        "description": "Real Boost Clock: 1800 MHz; Memory Detail: 12288 MB GDDR6X.\r\nReal-Time RAY TRACING in games for cutting-edge, hyper-realistic graphics.\r\nTriple Fans + 9 iCX3 thermal sensors offer higher performance cooling and much quieter acoustic noise.\r\nAll-Metal Backplate & Adjustable ARGB",
        "price": "1290.90",
        "rating": null,
        "speed": 1800,
        "memory_capacity": 12,
        "category": "gpu"
    }
},
{
    "model": "products.gpu",
    "pk": 3,
    "fields": {
        "model": "GeForce RTX 2060 Overclocked",
        "manufacturer": "ASUS",
        "image": "gpu_rtx2060_asus.jpg",
        "description": "Experience silent and powerful gaming with the next-gen ASUS DUAL RTX 2060 O6G EVO. Featuring NVIDIA’s new Turing GPU architecture, the card’s innovative graphics stay frosty with 0dB dust resistant fans for a 50% cooling increase, while overclocking and monitoring are made easy with ASUS’ GPU Tweak II software.",
        "price": "365.90",
        "rating": null,
        "speed": 1785,
        "memory_capacity": 6,
        "category": "gpu"
    }
},
{
    "model": "products.gpu",
    "pk": 4,
    "fields": {
        "model": "Red Devil AMD Radeon RX 6950 XT",
        "manufacturer": "PowerColor",
        "image": "gpu_rx6950_pc.jpg",
        "description": "Video Memory: 16GB GDDR6\r\nStream Processor: 5120\r\nGame Clock: 2226 MHz (OC) / 2116 MHz (Silent)\r\nBoost Clock: 2435 MHz (OC) / 2324 MHz (Silent)\r\nMemory Clock: 18.0 Gbps\r\nMinimum System Power: 950W",
        "price": "1150.90",
        "rating": null,
        "speed": 2435,
        "memory_capacity": 16,
        "category": "gpu"
    }
},
{
    "model": "products.gpu",
    "pk": 5,
    "fields": {
        "model": "Speedster SWFT 210 Radeon RX 6600",
        "manufacturer": "XFX",
        "image": "gpu_rx6600_xfx.jpg",
        "description": "Chipset: AMD RX 6600\r\nMemory: 8GB GDDR6 AMD RDNA 2 architecture elevates and unifies the gaming\r\nBoost Clock: Up To 2491MHz\r\nCooling: XFX Speedster SWFT210 Dual Fan Cooling",
        "price": "325.90",
        "rating": null,
        "speed": 2491,
        "memory_capacity": 8,
        "category": "gpu"
    }
},
{
    "model": "products.ram",
    "pk": 1,
    "fields": {
        "model": "Vengeance DDR5 32GB",
        "manufacturer": "Corsair",
        "image": "ram_5_32corsair.jpg",
        "description": "CORSAIR VENGEANCE DDR5, optimized for Intel® motherboards, delivers the higher frequencies and greater capacities of DDR5 technology in a high-quality, compact module that suits your system. Tightly-screened high-frequency memory chips power your PC through faster processing, rendering, and buffering than ever, with onboard voltage regulation for easy, finely controlled overclocking. CORSAIR iCUE software enables real-time frequency monitoring, onboard voltage regulation, and Intel XMP 3.0 profile customization. A distinctive solid aluminum heatspreader keeps your memory cool, while ensuring wide compatibility with a huge range of motherboards and CPU coolers. With a limited lifetime warranty as your guarantee of reliability for years to come, VENGEANCE DDR5 continues a long-standing legacy of memory performance.",
        "price": "259.90",
        "rating": null,
        "speed": 5600,
        "capacity": 32,
        "type": "ddr5",
        "category": "ram"
    }
},
{
    "model": "products.ram",
    "pk": 2,
    "fields": {
        "model": "Fury Beast 32GB",
        "manufacturer": "Kingston",
        "image": "ram_5_32kingston.jpg",
        "description": "Kingston FURY Beast DDR5 memory brings the latest, cutting-edge technology for next-gen gaming platforms. Taking speed, capacity and reliability even further, DDR5 arrives with an arsenal of enhanced features, like on-die ECC (ODECC) for improved stability at extreme speeds, dual 32-bit subchannels for increased efficiency, and an on-module power management integrated circuit (PMIC) to provide juice where it’s needed most. Superior speed advancements with double the banks from 16 to 32 and double the burst length from 8 to 16, take DDR5 memory, your gaming experience and your overall system applications to the next-level of performance. Whether you’re pushing the limits in your gaming with the most extreme settings, live streaming at 4K+ or pushing large animation and 3D Rendering, Kingston FURY Beast DDR5 memory is the level up needed, while seamlessly bridging style and unleashing performance. Additionally, it utilizes Intel XMP 3.0, a new overclock spec that includes two customizable profiles for speeds and timings.",
        "price": "205.90",
        "rating": null,
        "speed": 5200,
        "capacity": 32,
        "type": "ddr5",
        "category": "ram"
    }
},
{
    "model": "products.ram",
    "pk": 3,
    "fields": {
        "model": "Vengeance LPX 16GB",
        "manufacturer": "Corsair",
        "image": "ram_4_16corsair.jpg",
        "description": "Vengeance LPX memory is designed for high performance Overclocking. The heat spreader is made of pure aluminum for faster heat dissipation, and the eight layer PCB helps manage heat and provides superior Overclocking headroom. Each IC is individually screened for performance potential. The DDR4 form factor is optimized for the latest Intel 100 series motherboards and offers higher frequencies, greater bandwidth, and lower power consumption than DDR3 modules. Vengeance LPX DDR4 modules are compatibility tested across 100 Series motherboards for reliably fast performance. There's XMP 2.0 support for trouble free automatic Overclocking. And, they're available in multiple colors to match your motherboard, your components, or just your style.",
        "price": "75.90",
        "rating": null,
        "speed": 3200,
        "capacity": 16,
        "type": "ddr4",
        "category": "ram"
    }
},
{
    "model": "products.ram",
    "pk": 4,
    "fields": {
        "model": "Ripjaws V Series 32GB",
        "manufacturer": "G.Skill",
        "image": "ram_4_32gskill.jpg",
        "description": "Features: Extreme performance DDR4 memory designed for gaming and PC enthusiasts Optimized compatibility with DDR4-compatible Intel Core platforms Sleek and stylish aluminum heat spreader design Intel XMP 2.0 support Ultra-high capacity 16GB modules Series Ripjaws V, Memory Type DDR4, Capacity 32GB (16GBx2), Multi-Channel Kit Dual Channel Kit, Tested Speed 3200MHz , Tested Latency 16-18-18-38-2N, Tested Voltage 1.35v, Registered/Unbuffered Unbuffered, Error Checking Non-ECC, SPD Speed 2133MHz , SPD Voltage 1.20v, Fan lncluded No, height 42 mm / 1.65 inch, Warranty Limited Lifetime Features: Intel XMP 2.0 (Extreme Memory Profile) Ready",
        "price": "118.90",
        "rating": null,
        "speed": 3200,
        "capacity": 32,
        "type": "ddr4",
        "category": "ram"
    }
},
{
    "model": "products.ram",
    "pk": 5,
    "fields": {
        "model": "Vengeance Blue 16GB",
        "manufacturer": "Corsair",
        "image": "ram_3_16corsair.jpg",
        "description": "Corsair VENGEANCE DDR3 memory modules are designed with overclocking in mind. Vengeance DIMMs are built using ram specially selected for their high-performance potential. Aluminum heat spreaders help dissipate heat, and provide the aggressive look that you want in your gaming rig. As a bonus, the attractive low price of VENGEANCE memory will also leave lots of room in your system build budget. Troubleshooting Steps: • Verify motherboard’s compatibility with the memory kit’s speed and capacity • Ensure memory modules are installed in the proper slots, as designated by the motherboard manual’s memory configuration. • Attempt to boot PC with single module installed, then repeat the test with the kit’s second memory module.",
        "price": "85.90",
        "rating": null,
        "speed": 1600,
        "capacity": 16,
        "type": "ddr3",
        "category": "ram"
    }
},
{
    "model": "products.psu",
    "pk": 1,
    "fields": {
        "model": "Smart 500W 80+ White",
        "manufacturer": "Thermaltake",
        "image": "psu_500w80.jpg",
        "description": "Incorporating various high-quality components, the smart series - models are Rated from 500W to 700W - saves energy through its high efficiency of up to 86% and accommodates any mainstream build with the most demanding requirements. An embedded intelligent cooling fan delivers excellent Airflow at an exceptionally low noise level. Additionally, the single +12V rail design enables non-stop usage with stable and reliable performance. Smart Series adopt 120mm cooling fan delivers excellent Airflow at an exceptionally low noise level. Smart Series saves energy through its high energy efficiency of up to 86% and is 80 PLUS standard Certified. High quality components enable non-stop usage with stable and reliable performance, no more capacitor explosion and leakage. Single +12V output.\r\n\r\np/N: ps-spd-0500npcw-w short\r\nmodel: sp-500ah2nkw\r\ntype: Intel ATX 12V 2. 3max.\r\nOutput capacity: 500w\r\ncolor: black\r\ndimension (H x W x D): 86mm x 150mm x 140mm pfc (power factor\r\ncorrection: active pfc power\r\ngood signal: 100-500 msec\r\nhold up time: 16msec (minimum) within 60% load input current: 8a max input frequency range: 50 Hz - 60 hz input\r\nvoltage: 100Vac – 240vac operating temperature: 5℃ to +40℃\r\noperating humidity: 20% to 85%, non-condensing\r\noperating temperature: -40 ℃ to +55 ℃ operating humidity: 10% to 95%, non-condensing cooling system: 120mm fan: 1800 R. P. M. 10%efficiency: 82-86% efficiency @ 20-100%\r\nload mtbf: 100, 000 hrs minimum safety Approval: CE/CB/TUV/ UL/\r\nfcc pci-e connector: PCI-E 6+2pin x 2.",
        "price": "39.90",
        "rating": null,
        "wattage": 500,
        "e_category": "80plus",
        "category": "psu"
    }
},
{
    "model": "products.psu",
    "pk": 2,
    "fields": {
        "model": "CX750F RGB",
        "manufacturer": "Corsair",
        "image": "psu_750w80b.jpg",
        "description": "CORSAIR CX-750F RGB Series fully modular power supplies deliver reliable 80 PLUS Bronze efficient power to your system, alongside vibrant customizable lighting from a 120mm RGB\r\nfan boasting eight RGB LEDs and a clean aesthetic. Easily cycle through 10 preset lighting modes, or connect to a CORSAIR iCUE RGB Lighting Controller or compatible motherboard.",
        "price": "89.90",
        "rating": null,
        "wattage": 750,
        "e_category": "80plus_bronze",
        "category": "psu"
    }
},
{
    "model": "products.psu",
    "pk": 3,
    "fields": {
        "model": "RM850x",
        "manufacturer": "Corsair",
        "image": "psu_850w80g.jpg",
        "description": "Fully modular, so you only connect the cables that your system needs.\r\nA 135mm ML fan utilizes a magnetic levitation bearing and custom engineered rotors for high performance, low noise, and superior reliability.\r\nEPS12V connector for compatibility with modern graphics cards and motherboards.\r\n100% Industrial-grade, 105°C rated Japanese capacitors ensure unwavering power and reliability.\r\nSupports Modern Standby sleep mode for extremely fast wake-from-sleep times and better low-load efficiency.\r\nZero RPM fan mode for near-silent operation at low to medium loads.\r\nResonant LLC topology with DC-to-DC conversion provides clean, consistent power, reduces coil whine for quieter operation, and enables use of more energy efficient sleep states.",
        "price": "129.90",
        "rating": null,
        "wattage": 850,
        "e_category": "80plus_gold",
        "category": "psu"
    }
},
{
    "model": "products.psu",
    "pk": 4,
    "fields": {
        "model": "SF750",
        "manufacturer": "Corsair",
        "image": "psu_750w80p.jpg",
        "description": "The CorsairSF750 80+ Platinum SFX power supply is an extraordinarily power-dense PSU ready to power the most cutting-edge small form factor PCs with 750 continuous watts 80+ Platinum certification makes it an ultra-efficient power supply, creating less heat and lower electric bills A large 92mm fan provides industry-leading performance with minimal noise thanks to a zero RPM Mode that only activates at higher loads Fully modular individually-sleeved cables allow you to maximize space and improve airflow inside your PC 105 Degree rated Japanese capacitors and premium electrical components ensure superior performance for years of stable and dependable operation Choose the SF750 for unprecedented power in your next small form factor PC Tech support opt 1.",
        "price": "155.90",
        "rating": null,
        "wattage": 750,
        "e_category": "80plus_platinum",
        "category": "psu"
    }
},
{
    "model": "products.psu",
    "pk": 5,
    "fields": {
        "model": "Supernova 1000 T2",
        "manufacturer": "EVGA",
        "image": "psu_1000w80t.jpg",
        "description": "EVGA SuperNOVA T2 Power Supplies offer unmatched efficiency and performance. These units feature an unbelievable 94+ efficiency, along with EVGA ECO mode to deliver absolutely zero fan noise during low to medium load operations. Backed by an award winning 10 year , and 100% Japanese capacitor design, the EVGA SuperNOVA T2 series deliver unbeatable performance.",
        "price": "315.90",
        "rating": null,
        "wattage": 1000,
        "e_category": "80plus_titanium",
        "category": "psu"
    }
},
{
    "model": "products.storage",
    "pk": 1,
    "fields": {
        "model": "970 EVO Plus",
        "manufacturer": "SAMSUNG",
        "image": "ssd_970evo.jpg",
        "description": "For intensive workloads on PCs and workstations, the Samsung 970 EVO Plus delivers ultimate performance powered by Samsung's NVMe SSD leadership. The ultimate in performance, the 970 EVO Plus is upgraded to be faster than the 970 EVO. It maximizes the potential of NVMe bandwidth for unbeatable computing that meets the needs of the most demanding tech enthusiasts and professionals. For performance that puts you in command, the 970 EVO Plus combines the next-gen PCIe Gen 3.0 x4 NVMe interface with the latest V-NAND technology to achieve fearless read/write speeds up to 3,500/3,300MB/s, up to 53% faster than the 970 EVO. Samsung’s advanced nickel-coated controller and heat spreader on the 970 EVO Plus Solid State Drive enable superior heat dissipation. The Dynamic Thermal Guard automatically monitors and maintains optimal operating temperatures to minimize performance drops. Advanced drive management made simple, Samsung Magician software will help you keep an eye on your drive. A suite of user-friendly tools helps keep your drive up to date, monitor drive health and speed, and even boost performance.",
        "price": "209.90",
        "rating": null,
        "capacity": 2000,
        "speed": 3500,
        "category": "storage"
    }
},
{
    "model": "products.storage",
    "pk": 2,
    "fields": {
        "model": "870 EVO SATA III",
        "manufacturer": "SAMSUNG",
        "image": "ssd_870evo.jpg",
        "description": "The all-star of SSDs, the latest Samsung 870 EVO 1TB 2.5-Inch SATA III Internal Solid State Hard Drive has indisputable performance, reliability and compatibility, built upon Samsung's pioneering technology. The perfect choice for IT professionals, creators and everyday users alike, the 870 EVO memory drive meets the demands of every task, from everyday computing to 8K video processing. Make your flash drive work smoothly with enhanced Samsung Magician 6 software, which helps you easily manage your drive, keep up with the latest updates, and monitor the drive’s health and status. Using the 870 EVO Samsung SSD is as simple as plugging it into the standard 2.5” SATA form factor on your desktop PC or laptop. The renewed migration software takes care of the rest. Enjoy professional-level SSD performance with the 870 EVO, which maximizes the SATA interface limit to 560/530 MB/s sequential speeds, accelerates write speeds and maintains long-term high performance with a larger variable buffer. More compatible than ever, the 870 EVO SSD has been compatibility tested for major host systems and applications including chipsets, MAS, and video recording devices. 300 TBW for 500GB model, 600 TBW for 1TB model, 1,200 TBW for 2TB model and 2,400 TBW for 4TB model. 25-years or TBW, whichever comes first. Compatibility tests conducted with Samsung internal, AMD, MSI, Gigabyte, Synology, QNAP, BlackMagicDesign and ATMOS. Performance may vary based on SSD’s firmware version and system hardware & configuration. Sequential write performance measurements are based on Intelligent TurboWrite technology. Test system configuration: Intel Core i7-7700K CPU @ 4.20GHz, DDR4 1200MHz 32GB, OS – Windows 10 Pro x64, Chipset: ASUS PRIME Z270-A. All performance data was measured with the SSD as a secondary.",
        "price": "119.90",
        "rating": null,
        "capacity": 1000,
        "speed": 560,
        "category": "storage"
    }
},
{
    "model": "products.storage",
    "pk": 3,
    "fields": {
        "model": "BarraCuda",
        "manufacturer": "Seagate",
        "image": "hdd_barracuda.jpg",
        "description": "Store more, compute faster, and do it confidently with the proven reliability of BarraCuda internal hard drives. Perfect for designers, musicians, photographers, and video editors using multiple applications at once, these solutions offer uninterrupted performance, optimized read/write caching technology, and a variety of capacities and form factors to choose from. Note: Graphics May Vary.",
        "price": "55.90",
        "rating": null,
        "capacity": 2000,
        "speed": 750,
        "category": "storage"
    }
},
{
    "model": "admin.logentry",
    "pk": 87,
    "fields": {
        "action_time": "2022-06-20T11:24:09.731Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "auth",
            "user"
        ],
        "object_id": "3",
        "object_repr": "admin",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 88,
    "fields": {
        "action_time": "2022-06-20T11:24:09.734Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "auth",
            "user"
        ],
        "object_id": "1",
        "object_repr": "alexadmin",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 89,
    "fields": {
        "action_time": "2022-06-20T11:24:09.736Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "auth",
            "user"
        ],
        "object_id": "2",
        "object_repr": "testerfield",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 90,
    "fields": {
        "action_time": "2022-06-21T11:38:08.724Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "6",
        "object_repr": "5EBA927E36994301B17A6BE32FA35AB0",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 91,
    "fields": {
        "action_time": "2022-06-21T11:38:08.726Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "5",
        "object_repr": "C8A3E8E4D4FB4C43AE92D4431BDAF8E6",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 92,
    "fields": {
        "action_time": "2022-06-21T11:38:08.727Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "4",
        "object_repr": "E5A8E9704A7A480AA713CDB246500D15",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 93,
    "fields": {
        "action_time": "2022-06-21T11:38:08.728Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "3",
        "object_repr": "41530DD5E3AC4E84A0371DA14DF65140",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 94,
    "fields": {
        "action_time": "2022-06-21T11:38:08.729Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "2",
        "object_repr": "11305D197FE44C6497B7426A44A3658D",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 95,
    "fields": {
        "action_time": "2022-06-21T11:38:08.731Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "1",
        "object_repr": "915D2C5942914BCA9545BD724914FC8A",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 96,
    "fields": {
        "action_time": "2022-06-21T14:49:36.503Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "13",
        "object_repr": "7DD5CBA0BADB42DCA06E22E20BA653C6",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 97,
    "fields": {
        "action_time": "2022-06-21T14:49:36.554Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "12",
        "object_repr": "ABD77B21440A4D3B9E861E2A1E260C57",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 98,
    "fields": {
        "action_time": "2022-06-21T14:49:36.561Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "11",
        "object_repr": "EFD0342D3A6C4ABA8CE6DFEB401FDB58",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 99,
    "fields": {
        "action_time": "2022-06-21T14:49:36.567Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "10",
        "object_repr": "6FE00A005B46456284BC5F7F20867ED4",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 100,
    "fields": {
        "action_time": "2022-06-21T14:49:36.569Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "9",
        "object_repr": "8E40BDEEB7824E9C980DDA503C4A9C65",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 101,
    "fields": {
        "action_time": "2022-06-21T14:49:36.572Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "8",
        "object_repr": "5C0A9E0435EA4B42826E121C863FDFD2",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 102,
    "fields": {
        "action_time": "2022-06-21T14:49:36.576Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "7",
        "object_repr": "5C0426E5EDA543339863DDAFA15060C7",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 103,
    "fields": {
        "action_time": "2022-06-21T14:49:36.581Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "6",
        "object_repr": "E57FCEA08B88442488BCC3C61D23791C",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 104,
    "fields": {
        "action_time": "2022-06-21T14:49:36.584Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "5",
        "object_repr": "183064116E444AC38C9362705AF18019",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 105,
    "fields": {
        "action_time": "2022-06-21T14:49:36.588Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "4",
        "object_repr": "9AEB560A97B54B0FBE61D11F89B50120",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 106,
    "fields": {
        "action_time": "2022-06-21T14:49:36.590Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "3",
        "object_repr": "7EDD2C3A79C041AF8C1915B29735B86F",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 107,
    "fields": {
        "action_time": "2022-06-21T14:49:36.591Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "2",
        "object_repr": "230065F2786E4B4DA01FCE817CAE3FE8",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 108,
    "fields": {
        "action_time": "2022-06-21T14:49:36.596Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "checkout",
            "order"
        ],
        "object_id": "1",
        "object_repr": "71EC58E1B4AC46A6A7A8C2F2F78F99B5",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 109,
    "fields": {
        "action_time": "2022-06-22T07:57:42.047Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "products",
            "case"
        ],
        "object_id": "10",
        "object_repr": "test - test",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 110,
    "fields": {
        "action_time": "2022-06-22T07:57:42.049Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "products",
            "case"
        ],
        "object_id": "9",
        "object_repr": "test - test",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 111,
    "fields": {
        "action_time": "2022-06-22T07:57:42.050Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "products",
            "case"
        ],
        "object_id": "8",
        "object_repr": "test - test",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 112,
    "fields": {
        "action_time": "2022-06-22T08:04:31.722Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "products",
            "case"
        ],
        "object_id": "12",
        "object_repr": "be quiet! - Pure Base 500DX Black",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 113,
    "fields": {
        "action_time": "2022-06-22T08:04:31.726Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "products",
            "case"
        ],
        "object_id": "11",
        "object_repr": "test - test",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 114,
    "fields": {
        "action_time": "2022-06-22T08:05:05.039Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "products",
            "case"
        ],
        "object_id": "13",
        "object_repr": "be quiet! - Pure Base 500DX Black",
        "action_flag": 3,
        "change_message": ""
    }
},
{
    "model": "admin.logentry",
    "pk": 115,
    "fields": {
        "action_time": "2022-06-22T08:09:55.501Z",
        "user": [
            "newadmin"
        ],
        "content_type": [
            "products",
            "case"
        ],
        "object_id": "14",
        "object_repr": "be quiet! - Pure Base 500DX Black",
        "action_flag": 3,
        "change_message": ""
    }
}
]
